import annecy from './Annecy.png';
import colmar from './Colmar.png';
import bonifacio from './Bonifacio.png';
import carcassonne from './Carcassonne.png';
import troyes from './Troyes.png';
import dinan from './Dinan.jpeg';
import provins from './Provins.png';



export const data = [

    {
        id: 1,
        image: annecy,
        title: "Annecy (Анси)",
        describe: "Annecy (Анси) — небольшой городок на краю Франции, всего в 30 км от Женевы, можно считать жемчужиной региона Рона-Альпы. В живописном месте, на фоне панорамы гор, у берега спокойного голубого озера расположился невероятно уютный и харизматичный старый городок Анси, с неизменным замком на вершине горы и самой яркой и запоминающейся достопримечательностью в виде башни прямо посреди реки, зажатой стеной старинных домиков. Узкие улочки и множество цветов создают поистине сказочную атмосферу. А сладким аккордом прогулки по городу может стать вкуснейшее мороженое из старинного магазинчика с самыми невероятными вкусами, как например нежнейший аромат лавандового меда. Annecy нравится всем и всегда, входя в число самых красивых маленьких городков Европы. Так что если судьба занесла Вас в его окрестности, пропустить Annecy было бы просто преступлением!"
    },

    {
        id: 2,
        image: colmar,
        title: "Colmar (Кольмар)",
        describe: "Colmar (Кольмар) — необыкновенно, сказочно красивый городок в Эльзасе, младший побратим Страсбурга. Это буквально музей под открытым небом, в котором представлены все архитектурные стили — от поздней готики, Возрождения, барокко, рококо, классицизма, ампира, эклектики, стиля модерн, до модернизма и постмодернизма — вне старого города, однако позднесредневековый Кольмар и Кольмар эпохи Возрождения ценятся за целостность архитектурного ансамбля. Жемчужиной города является квартал «Маленькая Венеция« с небольшими каналами и мостиками, утопающими в цветах герани."
    },

    {
        id: 3,
        image: bonifacio,
        title: "Bonifacio (Бонифачо)",
        describe: "Бонифачо (Bonifacio) — самый невероятный, самый мифический и самый красивый город Корсики. Забравшийся на самый обрыв скалы, на юге острова, Bonifacio многие сотни лет встречает путешественников, среди которых, по легенде, был Одиссей."
    },

    {
        id: 4,
        image: carcassonne,
        title: "Carcassonne (Каркасон)",
        describe: "Carcassonne (Каркасон, иногда используют Каркассон) — один из самых интересных и зрелищных городков региона Лангедок-Русийон. Расположенный на самом юге Франции, относительно недалеко от границы с Испанией, Каркасон за свой прекрасно сохранившийся средневековый ансамбль укрепленного города и замка внесен в список Всемирного наследия Юнеско. Ежегодно Carcassonne посещают около 4 миллионов туристов — это одна из самых посещаемых достопримечательностей Франции. Старый, укреплённый город стоит на скалистой возвышенности и окружён двумя стенами V и XIII столетий."
    },

    {
        id: 5,
        image: troyes,
        title: "Troyes (Труа)",
        describe: "Troyes (Труа) — второй по численности (ок. 60 тыс. жителей) город в Шампани. Труа может похвастаться богатым историческим прошлым: Всеелнский собор в Труа, бракосочетание Екатерины Валуа и аглийского короля Генриха V. Источником процветания Труа на многие годы были знаменитые шампанские ярмарки, принесшие городу богатство и бурное развитие."
    },

    {
        id: 6,
        image: dinan,
        title: "Dinan (Динан)",
        describe: "Dinan (Динан) — небольшой живописный городок в 12 тыс. жителей, расположенный в Бретани, на северо-западе Франции. Город был основан в 11 веке. Долгое время он был важным пунктом на речном пути в крупный бретонский морской порт Сен-Мало, так что через него проходили все переправляемые по морю товары. В 19 веке, со строительством железной дороги, город утратил свое торговое значение, превратившись в популярный среди англичан курорт."
    },

    {
        id: 7,
        image: provins,
        title: "Provins (Провен)",
        describe: "Провен (Provins) — «город средневековых ярмарок»,  расположенный в регионе Иль-де-Франс, в 80 км на юго-восток от Парижа. Это один из самых красивых малых городков Франции и один из лучших в Европе образцов средневекового купеческого города, памятник Всемирного наследия ЮНЕСКО. Ежегодно в июне здесь проводится «Средневековый фестиваль Провена«, который собирает туристов со всей страны."
    }

]